Repository: masterlifting/Archive
Catalog: blazor_server_circuits/dashboard/dashboard/Resources/App.*.resx
Languages: ru

source: An error has occurred. This application may no longer respond until reloaded.
ru: Произошла ошибка. Попробуйте перезагрузить страницу.

source: Article
ru: Статья

source: Authorization in progress...
ru: Процесс авторизации...

source: Calendar
ru: Календарь

source: Category type
ru: Категория

source: Create
ru: Создать

source: Create new Inbound workflow
ru: Создать новый входящий рабочий процесс

source: Description
ru: Описание

source: Documents
ru: Документы

source: EMail
ru: Эл. почта

source: Event type
ru: Тип события

source: For me
ru: Для меня

source: For my roles
ru: Для моих ролей

source: Go to Inbound
ru: К входящим процессам

source: Go to PDF documents
ru: К PDF документам

source: Home
ru: Домашняя

source: Inbound workflows details
ru: Детали входящего рабочего процесса

source: is not correct
ru: не корректно

source: is required
ru: обязательно для ввода

source: Loading
ru: Загрузка

source: New Inbound workflow was created.
ru: Создан новый входящий процесс.

source: New Inbound workflow was not created.
ru: Не удалось создать новый входящий процесс.

source: Not found
ru: Не найдено

source: Number of containers
ru: Число контейнеров

source: Oops! Something went wrong. We are working on it.
ru: Упс! Что-то пошло не так. Мы работаем над этим.

source: Order number
ru: Номер заказа

source: Reload
ru: Перезагрузить

source: Sorry, there's nothing at this address.
ru: Извините, по этому адресу ничего нет.

source: Started inbound workflows
ru: Запущеные входящие рабочие процессы

source: The action you are trying to commit is not supported.
ru: Действие, которое вы пытаетесь совершить, не поддерживается.

source: The feature you are trying to access is not implemented yet.
ru: Функция, к которой вы пытаетесь получить доступ, еще не реализована.

source: Upload files
ru: Загрузить файлы

source: Warehouse
ru: Склад

source: was not found
ru: не найдено

source: was uploaded
ru: был загружен

source: Weight
ru: Вес

source: Workflow details
ru: Детали рабочего процесса

source: Workflow type
ru: Тип процесса

source: Workflows
ru: Рабочие процессы

source: You are unauthorized
ru: Не авторизован

source: You haven't got permission to reach this page.
ru: У вас нет разрешения для доступа к этой страницу.
